/* DHCP list format */
" - %@ (%@) will serve out addresses from %@ to %@" = "  - %1$@ (%2$@@) stellt Adressen im Bereich von %3$@ bis %4$@ zur Verfügung.";

/* LAN interface list format */
" - %@ (%@) with IP address %@" = " - %1$@ (%2$@) mit IP-Adresse %3$@";

/* IPFW list format */
" - %@ will allow all traffic on %@ (%@)" = "  - %1$@ lässt den gesamten Datenverkehr auf %2$@ (%3$@) zu.";

/* Name format for created IP firewall group */
"%@-net" = "%@-Netz";

/* Button title */
"Cancel" = "Abbrechen";

/* Role description */
"Configures your server to act as a network gateway, sharing a network connection from one interface to others." = "Konfiguriert Ihren Server als Netzwerk-Gateway, das die Netzwerkverbindung einer Schnittstelle auf anderen Schnittstellen bereitstellt.";

/* VPN shared secret error sheet message */
"Enter a shared secret or disable VPN to continue." = "Geben Sie einen Schlüssel („Shared Secret“) ein oder deaktivieren Sie VPN, um fortzufahren.";

/* Role display name */
"Gateway Setup Assistant" = "Gateway-Systemassistent";

/* Status message */
"Getting DHCP information" = "DHCP-Informationen abfragen";

/* Status message */
"Getting network information" = "Netzwerkinformationen abfragen";

/* 'not' for the settings overview */
"not " = "nicht";

/* DHCP warning sheet message */
"One or more DHCP subnets are already configured.  Finishing this assistant will overwrite all of the DHCP subnets.  Are you sure you want to continue?" = "Mindestens ein DHCP-Teilnetz wurde bereits konfiguriert. Wenn Sie diesen Assistenten beenden, werden alle DHCP-Teilnetze überschrieben. Möchten Sie wirklich fortfahren?";

/* Button title */
"Overwrite" = "Überschreiben";

/* DHCP warning sheet title */
"Overwrite existing DHCP subnets?" = "Vorhandene DHCP-Teilnetze überschreiben?";

/* LAN error sheet message */
"Please choose an interface that will be connected to your internal network." = "Bitte wählen Sie eine Schnittstelle, die mit Ihrem internen Netzwerk verbunden wird.";

/* Status message */
"Setting up DHCP" = "DHCP konfigurieren";

/* Status message */
"Setting up IP Firewall" = "IP-Firewall konfigurieren";

/* Status message */
"Setting up NAT" = "NAT konfigurieren";

/* Status message */
"Setting up Network" = "Netzwerk konfigurieren";

/* Status message */
"Setting up VPN" = "VPN konfigurieren";

/* Status message */
"Starting DHCP" = "DHCP starten";

/* Status message */
"Starting DNS" = "DNS starten";

/* Status message */
"Starting IP Firewall" = "IP-Firewall starten";

/* Status message */
"Starting NAT" = "NAT starten";

/* Status message */
"Starting VPN" = "VPN starten";

/* VPN shared secret error sheet title */
"To enable VPN, you must provide a shared secret." = "Um VPN zu aktivieren, müssen Sie einen Schlüssel („Shared Secret“) angeben.";

/* Name for created IP firewall group */
"VPN-net" = "VPN-net";

/* LAN error sheet title */
"You must choose at least one interface to share the Internet connection with." = "Sie müssen mindestens eine Schnittstelle für die Freigabe der Internetverbindung auswählen.";

